       IDENTIFICATION DIVISION.
       PROGRAM-ID. Pgm1.

       ENVIRONMENT DIVISION.
       CONFIGURATION SECTION.

       DATA DIVISION.
       WORKING-STORAGE SECTION.

       PROCEDURE DIVISION.

           display 'Hello Wold!'.

       END PROGRAM Pgm1.
