       IDENTIFICATION DIVISION.
       PROGRAM-ID. Pgm1.

       ENVIRONMENT DIVISION.
       CONFIGURATION SECTION.

       DATA DIVISION.
       WORKING-STORAGE SECTION.

       PROCEDURE DIVISION.

           display 'Hello Wold!'.
           
      *    2nd commit.
           display 'Hello Hello!'.

       END PROGRAM Pgm1.
